from questions import *

TEST_1_1 = (
        ("А) Тільки на ремонтний електротехнічний персонал.", False),
        ("Б) Тільки на персонал, що має групу з електробезпеки не нижче 3.", False),
        ("""В) Тільки на персонал спеціалізованих монтажних організацій, що працюють 
        в електроустановках.""", False),
        ("Г) Тільки на адміністративно-технічний персонал енергоцехів і енергопідприємств.", False),
        ("""Д) На працівників, що обслуговують діючі електроустановки споживачів напругою до 220 кВ і 
        виробників електроенергії незалежно від їхньої відомчої належності і форм власності.""", True)
    )
TEST_1_2 = (
        ("А) 1 раз на півроку.", False),
        ("Б) 1 раз в рік .", True),
        ("В) 1 раз в квартал.", False),
        ("Г) 1 раз на два роки.", False),
        ("Д) 1 раз на 3 роки.", False)
    )
TEST_1_3 = (
        ("А) Дозволяється застосовувати за лінійної напруги до 127 B.", False),
        ("Б) Не дозволяється ні в яких випадках.", True),
        ("В) Дозволяється, коли фазна напруга не перевищує 220 В.", False),
        ("Г) Дозволяється лише в електроустановках напругою до 1000 В.", False),
        ("Д) Дозволяється застосовувати за лінійної напруги до 380 В.", False)
    )
TEST_1_4 = (
        ("А) Гумові рукавички, а поверх них брезентові рукавиці.", False),
        ("Б) Тільки брезентові рукавиці.", False),
        ("В) Тільки діелектричні рукавички.", False),
        ("Г) Діелектричні рукавички, а поверх них шкіряні або брезентові рукавиці.", True),
        ("Д) Гумові рукавички.", False)
    )
TEST_1_5 = (
        ("""А)  Для захисту від ураження електричним струмом в разі появи напруги на корпусах електрообладнання
         внаслідок пошкодження ізоляції.""", True),
        ("Б) Для захисту електроустановок.", False),
        ("В) Для забезпечення експлуатаційних режимів роботи електроустановок.", False),
        ("Г) Для захистів, вказаних в п.1 і п.2.", True),
        ("Д) Для випадків, вказаних в п.1, п.2, п.3.", False)
    )
TEST_1_6 = (
        ("А) На 3,5-4 години.", False),
        ("Б) На 1,5-2 години.", True),
        ("В) На 2,5-3 години.", False),
        ("Г) До прибуття лікаря.", False),
        ("Д) До припинення кровотечі.", False)
    )
TEST_1_7 =  (
        ("А) Не вище12 В.", True),
        ("Б) Не вище 24 В.", False),
        ("В) Не вище 42 В.", False),
        ("Г) Не вище110 В.", False),
        ("Д) Не вище 36 В.", False)
    )
TEST_1_8 = (
        ("А) Щоденно.", False),
        ("Б) Кожного разу перед застосуванням.", True),
        ("В) Раз на місяць.", False),
        ("Г) Раз на тиждень.", False),
        ("Д) Раз на квартал.", False)
    )
TEST_1_9 = (
        ("А) Огляд ПЛ за сприятливих умов.", True),
        ("Б) Роботу з електровимірювальними кліщами в установках до 1000 В.", False),
        ("В) Огляд ПЛ у важко прохідній місцевості (болота, водяні перешкоди, гори тощо).", False),
        ("Г) Огляд ПЛ в темний час доби.", False),
        ("Д) Огляд ПЛ за несприятливих погодних умов (дощ, снігопад, сильний мороз).", False)
    )
TEST_1_10 = (
        ("А) Одному працівнику з групою 2.", False),
        ("Б) Одному працівнику з групою 4.", False),
        ("В) Одному працівнику з групою 3.", False),
        ("Г) Двом працівникам з групою 3.Г) Раз на тиждень.", True),
        ("Д) Двом працівникам з групою 3 і 2.", False)
    )
TEST_2_1 = (
        ("А) З 16 років.", False),
        ("Б) З 18 років.", True),
        ("В) З 20 років.", False),
        ("Г) З 21 років.", False),
        ("Д) З 17 років чоловіки і з 19 років  жінки.", False)
    )
TEST_2_2 = (
        ("А) Для заспокоєння нервової системи.", True),
        ("Б) В разі запаморочення.", False),
        ("В) При втраті свідомості.", False),
        ("Г) При кровотечах з носа.", False),
        ("Д) При сильних болях в області серця.", False)
    )
TEST_2_3 = (
        ("А) Раз на 6 місяців.", False),
        ("Б)  Раз на 12 місяців.", False),
        ("В) Раз на 24 місяців.", False),
        ("Г) Раз на 3 місяці.", False),
        ("Д) Перед застосуванням.", True)
    )
TEST_2_4 = (
        ("А) Практикантам університетів і коледжів, які не мають стажу роботи в електроустановках.", False),
        ("""Б) Електротехнічному працівнику, який закінчив спеціалізоване ПТУ, але не має ще стажу роботи в 
        електроустановках.""", False),
        ("В) Електротехнологічному працівнику, що має стаж роботи з групою один місяць.", False),
        ("Г) Практикантам коледжів, які не мають стажу роботи в електричних установках.", False),
        ("""Д) Електротехнічному працівнику без спеціальної освіти, який має стаж роботи в електроустановках
         не менше як 2 місяці.""", True)
    )
TEST_2_5 = (
        ("А) Не вище 220В.", False),
        ("Б) Не вище 36 В.", False),
        ("В) Не вище 6 В.", False),
        ("Г) Не вище 42 В.", True),
        ("Д) Не вище 12 В.", False)
    )
TEST_2_6 = (
        ("А) Так.", True),
        ("Б) Ні.", False),
        ("В) Лише ті, які мають 3-ю групу з електробезпеки.", False),
        ("Г) Ні відповідальним може бути тільки керівник робіт або наглядач.", False),
        ("Д) Лише ті, які мають групу з електробезпеки не нижче 4.", False)
    )
TEST_2_7 = (
        ("А) Не потрібно, електроустановка вважається знеструмленою.", False),
        ("Б) Перевірка відсутності напруги виконується з ініціативи працівника, який готує робоче місце.", False),
        ("В) Перевірка відсутності напруги виконується з вказівки керівника робіт.", False),
        ("Г) Потрібно тільки в електроустановках напругою понад 1000 В.", False),
        ("Д) Перевірка відсутності напруги необхідна в усіх випадках без виключень.", True)
    )
TEST_2_8 = (
        ("А) Один провід.", False),
        ("Б) Два проводи.", True),
        ("В) Три проводи.", False),
        ("Г) Чотири проводи.", False),
        ("Д) П’ять проводів.", False)
    )
TEST_2_9 = (
        ("А) Електроустановка або її ділянка, яка перебуває під напругою.", False),
        ("Б) Електроустановка, напруга на яку може бути подана вмиканням комутаційного апарату.", False),
        ("""В) Вимкнена ПЛ, що розташована в зоні дії наведеної напруги, або має перетинання з ПЛ, 
        яка перебуває під напругою.""", False),
        ("Г) Електроустановки, вказані в п.1, в п.2, в п.3.", True),
        ("Д) Електроустановки, вказані в п.1, і в п.3.", False)
    )
TEST_2_10 = (
        ("А) Однолінійна принципова схема КУ.", False),
        ("Б) Боти діелектричні.", True),
        ("В) Прилад для вимірювання температури повітря навколо конденсаторів.", False),
        ("Г) Штанга спеціальна для контролю розрядження конденсаторів.", False),
        ("Д) Вогнегасник, ящик з піском і совок.", False)
    )
TEST_3_1 = (
        ("А) Водяні міхурі.", True),
        ("Б) Почервоніння і набряк шкіри.", False),
        ("В) Обвуглювання шкіри, м’язів, кісток", False),
        ("Г) Омертвіння поверхневих шарів шкіри.", False),
        ("Д) Омертвіння глибоких шарів шкіри. ", False)
    )
TEST_3_2 = (
        ("А) Ізольовані підставки.", False),
        ("Б) Ізольовані ковпаки.", False),
        ("В) Діелектричні килими.", False),
        ("Г) Переносні заземлення.", False),
        ("Д) Інструмент з ізольованим покриттям.", True)
    )
TEST_3_3 = (
        ("А) 6 місяців , 250 кгс.", False),
        ("Б) 6 місяців , 400 кгс.", True),
        ("В) 6 місяців , 350 кгс.", False),
        ("Г) 3 місяці, 250 кгс.", False),
        ("Д) 3 місяці , 400 кгс.", False)
    )
TEST_3_4 = (
        ("А) В електроустановках 380/220В.", False),
        ("Б) В установках 35 кВ.", False),
        ("В) В установках 660 В.", False),
        ("Г) В установках 10 кВ.", False),
        ("Д) В електроустановках всіх напруг.", True)
    )
TEST_3_5 = (
        ("А) Не дозволяється.", False),
        ("Б) Дозволяється при всіх видах робіт.", False),
        ("В) Дозволяється під час робіт на ПЛ напругою до 1000В.", False),
        ("Г) Дозволяється під час робіт зі зняттям напруги.", True),
        ("Д) Дозволяється під час робіт на залізобетонних опорах.", False)
    )
TEST_3_6 = (
        ("А) Дозволяється відповідальним за електрогосподарство під наглядом оперативного персоналу.", False),
        ("""Б) Дозволяється відповідальним за електрогосподарство  після проведення відповідного інструктажу
         під постійним наглядом працівника, що має групу з електробезпеки 4.""", False),
        ("""В) Дозволяється керівником підприємства під постійним наглядом працівника 
        з групою  електробезпеки 4, який має право одноосібного огляду.""", True),
        ("""Г) Дозволяється керівником підприємства після проведення відповідного інструктажу інженером 
        з охорони праціі наглядом працівника, що має групу 3.""", False),
        ("Д) Не дозволяється.", False)
    )
TEST_3_7 = (
        ("А) За нормальних умов – тільки після попередження,  в аварійних – без попередження.", False),
        ("Б) Може бути подана без попередження.", True),
        ("В) В усіх випадках – тільки без попередження.", False),
        ("""Г) За нормальних умов – після огляду установки і попередження працюючих, 
        в аварійних – тільки післяпопередження.""", False),
        ("Д) В усіх випадках тільки після огляду установки.", False)
    )
TEST_3_8 = (
        ("А) Положення блокувальних пристроїв.", False),
        ("Б) Контрольної лампи.", False),
        ("В) Щитового вольтметра.", False),
        ("Г) Покажчика напруги.", True),
        ("Д) Пристрою, що сигналізує про вимкнений стан апаратів, якими подається напруга.", False)
    )
TEST_3_9 = (
        ("""А) Дозволяється із застосуванням ізолювальних кліщів або діелектричних рукавичок,  
            а за наявності відкритих плавких вставок – також з окулярами (маскою).""", True),
        ("Б) Дозволяється при роботі в діелектричних рукавичках, застосовуючи захисні окуляри.", False),
        ("""В) Дозволяється заміна запобіжників тільки закритого типу, використовуючи  
            комплект ізолювального cлюсарно-монтажного інструменту для ВРПН.""", False),
        ("Г) Дозволяється у всіх випадках без застосування захисних засобів.", False),
        ("Д) Забороняється  у всіх випадках без виключень.", False)
    )
TEST_3_10 = (
        ("А) Дата виготовлення.", True),
        ("Б) Дата встановлення.", False),
        ("В) Заводський номер.", False),
        ("Г) Ємність.", False),
        ("Д) Номінальна напруга, номінальна потужність.", False)
    )
TEST_4_1 = (
        ("А) Будь-який працівник з групою електробезпеки – 1.", False),
        ("""Б) Будь-який працівник з групою електробезпеки – 1під наглядом електротехнологічного персоналу, 
               що має групу з електробезпеки 3.""", False),
        ("""В) Працівник, який пройшов навчання і перевірку знань щодо безпечного виконання робіт  
               із застосуванням електроінструменту і має групу з електробезпеки -2.""", True),
        ("Г) Будь-який працівник з групою електробезпеки -2.", False),
        ("Д) Будь – який робітник під наглядом іншого працівника, що має групу з електробезпеки не нижче -2.", False)
    )
TEST_4_2 = (
        ("А) Не вище 220В.", False),
        ("Б) Не вище 36 В.", False),
        ("В) Не вище 6 В.", False),
        ("Г) Не вище 42 В.", True),
        ("Д) Не вище 12 В.", False)
    )
TEST_4_3 = (
        ("А) Між кожною фазою і землею.", False),
        ("Б) Між усіма фазами.", False),
        ("В) Між усіма фазами, а також кожною фазою і нульовим проводом.", True),
        ("Г) Між кожною фазою і нульовим проводом.", False),
        ("Д) Не менш, ніж між двома фазами і кожною з цих фаз відносно нульового проводу.", False)
    )
TEST_4_4 = (
        ("А) Раз на 6 місяців.", False),
        ("Б) Раз на 12 місяців", False),
        ("В) Раз на 24 місяців.", False),
        ("Г) Раз на квартал.", False),
        ("Д) Щоразу перед застосуванням.", True)
    )
TEST_4_5 = (
        ("А) Лише в установках напругою до 1000 В.", False),
        ("Б) Не може бути призначений ні в яких випадкахів.", True),
        ("В) Коли роботи виконують зі зняттям напруги.", False),
        ("Г) Коли всі члени бригади мають групу з електробезпеки не нижче -3.", False),
        ("Д) Може бути призначений для всіх видів робіт в електроустановках без винятку.", False)
    )
TEST_4_6 = (
        ("А) Не дозволяється, ні в яких мережах.", False),
        ("Б) Запобіжники в силових мережах потужністю до 5кВт.", False),
        ("В) Запобіжники в силових мережах потужністю до 10 кВт.", False),
        ("Г) Запобіжники з кварцовим наповненням і номінальним струмом вставки до 50 А.", False),
        ("Д) Запобіжники пробкового типу в освітлювальних мережах і вторинних колах.", True)
    )
TEST_4_7 = (
        ("А) З 19 років.", False),
        ("Б) З 20 років.", False),
        ("В) З 16 років.", False),
        ("Г) З 18 років.", True),
        ("Д) З 17 років.", False)
    )
TEST_4_8 = (
        ("А) На двигуні «Не відкривати. Працюють люди».", False),
        ("Б) На живильному кабелі «Не вмикати. Робота на лінії».", False),
        ("В) На живильному кабелі «Обережно, електрична напруга».", False),
        ("Г) На пусковому пристрої або ключі керування «Не вмикати. Працюють люди».", True),
        ("Д) На пусковому пристрої «Стій напруга».", False)
    )
TEST_4_9 = (
        ("А) Не менше як два працівники з групою 3 кожний.", False),
        ("Б) Оперативний працівник з групою з електробезпеки - 4.", False),
        ("В) Ремонтний працівник з групою з електробезпеки – 4.", False),
        ("Г) Оперативно-ремонтний працівник з групою – 4.", False),
        ("Д) Не менше як два працівники, я яких керівник робіт повинен мати групу 4, інші - групу 3.", True)
    )
TEST_4_10 = (
        ("А) Не менше 1 м.", True),
        ("Б) Не менше 1,5 м.", False),
        ("В) Не менше 2,5 м.", False),
        ("Г) Не менше 0,6 м.", False),
        ("Д) Не менше 0,5 м.", False)
    )
TEST_5_1 = (
        ("А) Не ближче 3 м.", False),
        ("Б) Не ближче 4 м.", False),
        ("В) Не ближче 5 м.", False),
        ("Г) Не ближче 8 м.", True),
        ("Д) Не ближче 20 м.", False)
    )
TEST_5_2 = (
        ("А) В разі непритомного стану.", True),
        ("Б) Для зупинки кровотечі з носа.", False),
        ("В) Для полоскання порожнини рота при опіках кислотою.", False),
        ("Г) Для змазування тканин навколо рани..", False),
        ("Д) Для полоскання порожнини рота при опіках лугом.", False)
    )
TEST_5_3 = (
        ("А) На основні, допоміжні і додаткові.", False),
        ("Б) На основні і додаткові.", True),
        ("В) На основні і другорядні.", False),
        ("Г) На основні і індивідуальні.", False),
        ("Д) На основні і допоміжні.", False)
    )
TEST_5_4 = (
        ("А) Один раз на 2 роки.", True),
        ("Б) Один раз на 3 роки.", False),
        ("В) Один раз на 1 рік.", False),
        ("Г) Один раз на півроку.", False),
        ("Д) За рішенням відповідального за електрогосподарство підприємства.", False)
    )
TEST_5_5 = (
        ("А) Від переносного роздільного трансформатора.", False),
        ("Б) Від стаціонарного роздільного трансформатора.", False),
        ("В) Від сухих електрохімічних елементів.", False),
        ("Г) Від автотрансформатора.", True),
        ("Д) Від акумулятора.", False)
    )
TEST_5_6 = (
        ("А) В електроустановках напругою до 1000 В.", False),
        ("Б) В електроустановках напругою понад 1000 В.", False),
        ("""В) Якщо відсутність напруги підтверджується персоналом, у чиїм оперативнім керуванні знаходиться
               електроустановка.""", False),
        ("Г) Допускається в усіх випадках без винятків.", False),
        ("Д) Не допускається ні в яких випадках.", True)
    )
TEST_5_7 = (
        ("А) Водій – не нижче групи 2, стропальники – 1 групу.", True),
        ("Б) Водій і стропальники – 1 групу.", False),
        ("В) Водій – 1, стропальники – 2 групу.", False),
        ("Г) Водій може не мати групу з електробезпеки, стропальники – 2 групу.", False),
        ("""Д) Водій і стропальники можуть не мати групу з електробезпеки, але повинні 
               пройти інструктаж з безпеки праці на робочому місці.""", False)
    )
TEST_5_8 = (
        ("А) Керівник служби охорони праці підприємства.", False),
        ("Б) Головний інженер підприємства.", False),
        ("В) Керівник підприємства.", True),
        ("Г) Посадова особа територіального органу Держнагляд охорони праці .", False),
        ("Д) Особа, відповідальна за електрогосподарство, після погодження з службою охорони праці.", False)
    )
TEST_5_9 = (
        ("А) Не менш ніж дві особи , одна з яких повинна мати групу 3, а решта 2.", False),
        ("Б) Дві особи з 1-ою групою електробезпеки, після проведення цільового інструктажу.", False),
        ("В) Дві особи: Одна має групу 2, інша групу 1.", False),
        ("Г) Дві особи, які мають групу 2.", True),
        ("Д) Одна особа, яка має групу 3.", False)
    )
TEST_5_10 = (
        ("А) Вимкнути струмовідні частини, по яких може бути подано напругу.", False),
        ("Б) На відключених комутаційних апаратах вивісити плакати «Не вмикати! Працюють люди».", False),
        ("В) Ручні приводи роз’єднувачів замкнути у вимкненому положенні на механічний замок.", False),
        ("Г) Зняти запобіжники.", False),
        ("Д) Заземлити струмовідні частини безпосередньо на робочому місці.", True)
    )
TEST_6_1 = (
        ("А) На відстані 4 м.", False),
        ("Б) На відстані 15 м.", False),
        ("В) На відстані 8 м.", False),
        ("Г) На відстані 20 м.", True),
        ("Д) На відстані 25 м.", False)
    )
TEST_6_2 = (
        ("А) Ізолювальні підставки.", False),
        ("Б) Ізолювальні кліщі.", True),
        ("В) Переносні заземлення.", False),
        ("Г) Килими діелектричні.", False),
        ("Д) Паски страхові монтерські.", False)
    )
TEST_6_3 = (
        ("А) Наявність в приміщенні агресивних парів, газів, рідин.", True),
        ("Б) Підлога в приміщенні металева.", False),
        ("В) Наявність в приміщенні струмопровідного пилу.", False),
        ("Г) Вологість в приміщенні досягає 85 %.", False),
        ("Д) Температура в приміщенні досягає 35 С впродовж доби.", False)
    )
TEST_6_4 = (
        ("А) Не дозволяється.", True),
        ("""Б) Дозволяється, якщо надіслано телефонограми власника суміжних з місцем аварії
         кабельних мереж.""", False),
        ("В) Дозволяється, якщо роботи виконуються вручну.", False),
        ("""Г) Дозволяється, під постійним наглядом досвідченого відповідального працівника, 
        який проінструктував робітників щодо правил виконання робіт.""", False),
        ("Д) Дозволяється, якщо виконано дії, вказані в п.2, п.3, п.4.", False)
    )
TEST_6_5 = (
        ("А) Діюча ЕУ – це установка, яка постійно перебуває під напругою.", False),
        ("Б) Діюча ЕУ – це установка, на яку напруга може бути подана вмиканням комутаційного апарату.", False),
        ("В) Діюча ЕУ – це ПЛ, розташована в зоні дії наведеної напруги.", False),
        ("Г) Діюча ЕУ – це вимкнена ПЛ, яка має перетинання з увімкненою ПЛ.", False),
        ("Д) Діюча ЕУ – це електроустановка, напруга на яку може бути подана приєднанням кабелю.", True)
    )
TEST_6_6 = (
        ("А) Зв’язати дві драбини.", False),
        ("Б) Поставити драбину на дерев’яну бочку.", False),
        ("В) Поставити драбину на металеву бочку.", False),
        ("Г) Поставити драбину на ящик із ізольованого матеріалу (дерев’яний, пластмасовий).", False),
        ("Д) Застосовувати металеві драбини не дозволяється.", True)
    )
TEST_6_7 = (
        ("А) Від матеріалу жили.", False),
        ("Б) Від матеріалу ізоляції.", True),
        ("В) Від поперечного перерізу жили.", False),
        ("Г) Від довжини кабелю (проводу).", False),
        ("Д) Від способу прокладання.", False)
    )
TEST_6_8 = (
        ("А) Ізолювання струмовідних частин.", False),
        ("Б) Застосування захисних оболонок.", False),
        ("В) Ізолювання не струмовідних частин.", True),
        ("Г) Встановлення бар’єрів.", False),
        ("Д) Попереджувальна сигналізація, блокування.", False)
    )
TEST_6_9 = (
        ("А) Розшиновувати шини.", False),
        ("Б) Роботи на висоті до 3 метрів.", False),
        ("В) Поєднувати нагляд з виконанням будь-якої роботи не дозволено.", True),
        ("Г) Роботи впродовж 1 години.", False),
        ("Д) Відновлювати написи.", False)
    )
TEST_6_10 = (
        ("""А) Обгородити розташовані поряд з робочим місцем, доступні для випадкового дотику 
        струмовідні частини.""", False),
        ("Б) Працювати в діелектричному взутті чи стояти на ізолювальній основі.", False),
        ("В) Працювати в діелектричних рукавичках, застосовуючи інструмент з ізольованим покриттям.", True),
        ("Г) Застосовувати діелектричні рукавички.", False),
        ("Д) Застосовувати інструмент з ізольованим покриттям.", False)
    )
TEST_7_1 = (
        ("А) Візуально, за появою вологи на дзеркальці, прикладеному до уст.", False),
        ("Б) Візуально, за появою вологи на дзеркальці, прикладеному до носа.", False),
        ("В) Візуально, за появою вологи на шматку скла, прикладеному до уст.", False),
        ("Г) Візуально, по підійманню і опусканню грудної клітки.", True),
        ("Д) Візуально, за появою вологи на любому блискучому предметі, прикладеному до уст.", False)
    )
TEST_7_2 = (
        ("А) Опір ізоляції.", True),
        ("Б) Надійність кріплення деталей.", False),
        ("В) Робота на холостому ходу.", False),
        ("Г) Надійність роботи вимикача.", False),
        ("Д) Справність кабелю і штепсельної вилки.", False)
    )
TEST_7_3 = (
        ("А) Дуб канадський.", False),
        ("Б) Бук червонолистий.", False),
        ("В) Верба плакуча.", False),
        ("Г) Ялинка новорічна.", True),
        ("Д)  Не дозволяється ніяких насаджень.", False)
    )
TEST_7_4 = (
        ("А) Ізолювальні підставки.", False),
        ("Б) Калоші діелектричні Ев.", True),
        ("В) Діелектричні рукавички.", False),
        ("Г) Калоші діелектричні Ен.", False),
        ("Д)  Переносні заземлення.", False)
    )
TEST_7_5 = (
        ("А) 4 Ом і 10 Ом.", True),
        ("Б) 4 Ом і 30 Ом.", False),
        ("В) 10 Ом і 30 Ом.", False),
        ("Г) 15 Ом і 30 Ом.", False),
        ("Д)  0,1 Ом і 0,3 Ом.", False)
    )
TEST_7_6 = (
        ("А) Не вище 2 м до рівня розташування нижніх проводів.", False),
        ("Б) Не вище 3 м до рівня розташування нижніх проводів.", False),
        ("В) Не вище 3 м від землі до ніг працівника.", False),
        ("Г) Не дозволяється підніматись на опору.", False),
        ("Д)  До верху опору. ", True)
    )
TEST_7_7 = (
        ("А) Конструкційні заходи.", False),
        ("Б) Технічні способи і заходи.", False),
        ("В) Технічні заходи.", False),
        ("Г) Організаційні заходи.", False),
        ("Д)  Санітарно-гігієнічні заходи.", True)
    )
TEST_7_8 = (
        ("А) Ізолювання струмовідних частин..", False),
        ("Б) Застосування захисних оболонок.", False),
        ("В) Захисне заземлення.", True),
        ("Г) Встановлення бар’єрів.", False),
        ("Д) Попереджувальна сигналізація, блокування.", False)
    )
TEST_7_9 = (
        ("А) Наявність встановлених на місці роботи плакатів.", False),
        ("Б) Наявність встановлених на місці роботи огороджень.", False),
        ("В) Наявність встановлених на місці роботи запірних пристроїв.", False),
        ("Г) Відповідає за якісний і кількісний склад бригади.", True),
        ("Д) Відповідає за безпеку членів бригади.", False)
    )
TEST_7_10 = (
        ("А) «u».", False),
        ("Б) «i».", False),
        ("В) «p».", False),
        ("Г) «q».", False),
        ("Д) «d».", True)
    )
TEST_8_1 = (
        ("А) Візуально, за появою вологи на дзеркальці, прикладеному до уст.", False),
        ("Б) Візуально, за появою вологи на дзеркальці, прикладеному до носа.", False),
        ("В) Візуально, за появою вологи на шматку скла, прикладеному до уст.", False),
        ("Г) Візуально, по підійманню і опусканню грудної клітки.", True),
        ("Д) Візуально, за появою вологи на любому блискучому предметі, прикладеному до уст.", False)
    )
TEST_8_2 = (
        ("А) Опір ізоляції.", True),
        ("Б) Надійність кріплення деталей.", False),
        ("В) Робота на холостому ходу.", False),
        ("Г) Надійність роботи вимикача.", False),
        ("Д) Справність кабелю і штепсельної вилки.", False)
    )
TEST_8_3 = (
        ("А) Дуб канадський ", False),
        ("Б) Бук червонолистий.", False),
        ("В) Верба плакуча.", False),
        ("Г) Ялинка новорічна.", True),
        ("Д)  Не дозволяється ніяких насаджень.", False)
    )
TEST_8_4 = (
        ("А) Ізолювальні підставки.", False),
        ("Б) Калоші діелектричні Ев.", True),
        ("В) Діелектричні рукавички.", False),
        ("Г) Калоші діелектричні Ен.", False),
        ("Д)  Переносні заземлення.", False)
    )
TEST_8_5 = (
        ("А) 4 Ом і 10 Ом.", True),
        ("Б) 4 Ом і 30 Ом.", False),
        ("В) 10 Ом і 30 Ом.", False),
        ("Г) 15 Ом і 30 Ом.", False),
        ("Д)  0,1 Ом і 0,3 Ом.", False)
    )
TEST_8_6 = (
        ("А) Не вище 2 м до рівня розташування нижніх проводів.", False),
        ("Б) Не вище 3 м до рівня розташування нижніх проводів.", False),
        ("В) Не вище 3 м від землі до ніг працівника.", False),
        ("Г) Не дозволяється підніматись на опору.", False),
        ("Д)  До верху опору.", True)
    )
TEST_8_7 = (
        ("А) Конструкційні заходи.", False),
        ("Б) Технічні способи і заходи.", False),
        ("В) Технічні заходи.", False),
        ("Г) Організаційні заходи.", False),
        ("Д)  Санітарно-гігієнічні заходи.", True)
    )
TEST_8_8 = (
        ("А) Ізолювання струмовідних частин.", False),
        ("Б) Застосування захисних оболонок.", False),
        ("В) Захисне заземлення.", True),
        ("Г) Встановлення бар’єрів.", False),
        ("Д) Попереджувальна сигналізація, блокування.", False)
    )
TEST_8_9 = (
        ("А) Наявність встановлених на місці роботи плакатів.", False),
        ("Б) Наявність встановлених на місці роботи огороджень.", False),
        ("В) Наявність встановлених на місці роботи запірних пристроїв.", False),
        ("Г) Відповідає за якісний і кількісний склад бригади.", True),
        ("Д) Відповідає за безпеку членів бригади.", False)
    )
TEST_8_10 = (
        ("А) «u».", False),
        ("Б) «i».", False),
        ("В) «p».", False),
        ("Г) «q».", False),
        ("Д) «d».", True)
    )
TEST_9_1 = (
        ("А) Раптова слабість", False),
        (" Б) Головний біль, блювання.", False),
        ("В) Поверхневе дихання.", False),
        ("Г) Ознаки наведені в пунктах 1 і 3.", False),
        ("Д) Ознаки наведені в пунктах 1, 2, 3.", True)
    )
TEST_9_2 = (
        ("А) Електричний струм.", False),
        (" Б) Електрична дуга.", False),
        ("В) Електричне поле надвисоких напруг.", False),
        ("Г) Магнітне поле надвисоких напруг.", True),
        ("Д) Електромагнітне поле надвисоких частот.", False)
    )

TEST_9_3 = (
        ("А) Електроінструмент.", False),
        (" Б) Роздільні трансформатори безпеки та знижувальні трансформатори.", False),
        ("В) Зварювальні трансформатори, перетворювачі струму.", True),
        ("Г) Переносні світильники.", False),
        ("Д)  Кабелі подовжувачі", False)
    )
TEST_9_4 = (
        ("А) Електроінструмент.", False),
        (" Б) Ізолювальні штанги.", True),
        ("В) Діелектричне взуття.", False),
        ("Г) Діелектричні рукавички.", False),
        ("Д)  Ізолювальні підставки.", False)
    )
TEST_9_5 = (
        ("А) Не менше 0,5 Ом.", False),
        (" Б) Ізолювальні штанги.", True),
        ("В) Не менше 10 Ом.", False),
        ("Г) Не менше 2 Ом.", False),
        ("Д)  Не менше 8 Ом.", False)
    )
TEST_9_6 = (
        ("А) В кінці ПЛ чи їх відгалужень довжиною понад 200 м.", False),
        ("Б) Через кожні 100 м ПЛ, при кількості грозових годин в рік більше 40.", True),
        ("В) На вводах на ПЛ до електроустановок, що підлягають зануленню.", False),
        ("""Г) На опорах з відгалуженнями до вводів в приміщення, де може бути зосереджена 
        велика кількість людей, або які мають велику господарську цінність.""", False),
        ("Д)  На розгалуженнях ПЛ.", False)
    )
TEST_9_7 = (
        ("А) Встановлення заземлень.", False),
        (" Б) Встановлення огороджень.", False),
        ("В) Перевірка відсутності напруги.", False),
        ("Г) Вивішування плакатів безпеки.", False),
        ("Д)  Допуск до роботи.", True)
    )
TEST_9_8 = (
        ("А) На опорі де виконуються роботи.", True),
        (" Б) На опорах, суміжних з тією де виконуються роботи.", False),
        ("В) З обох сторін дільниці перетину на відстані, що не перевищує 1 км.", False),
        ("Г) З обох сторін дільниці перетину на відстані, що не перевищує 1,5 км.", False),
        ("Д) З обох сторін дільниці перетину на відстані, що не перевищує 2 км.", False)
    )
TEST_9_9 = (
        ("А) Наглядач.", False),
        (" Б) Керівник робіт.", True),
        ("В) Допускач.", False),
        ("Г) Члени бригади.", False),
        ("Д) Особа, яка видала наряд чи розпорядження.", False)
    )
TEST_9_10 = (
        ("А) «u».", False),
        ("Б) «i».", True),
        ("В) «p».", False),
        ("Г) «q».", False),
        ("Д) «d».", False)
    )
TEST_10_1 = (
        ("А) 1 вдування, 5 натискувань.", False),
        ("Б) 2 вдування, 15 натискувань.", False),
        ("В) 4 вдування, 25 натискувань.", False),
        ("Г) 2 вдування, 10 натискувань.", True),
        ("Д) 3 вдування, 20 натискувань.", False)
    )
TEST_10_2 = (
        ("А) Греблі гідравлічних електростанцій.", True),
        ("Б) Трансформаторні підстанції.", False),
        ("В) Розподільчі пункти та пристрої.", False),
        ("Г) Повітряні лінії електропередач.", False),
        ("Д) Кабельні лінії електропередач.", False)
    )

TEST_10_3 = (
        ("А) Безпореседньо на ручку засобу захисту.", False),
        ("Б) На ізольовану частину.", False),
        ("В) На кожну частину захисного засобу.", True),
        ("Г) Використовують, як інвентарний, тільки заводський номер захисного засобу.", False),
        ("Д)  На робочу частину.", False)
    )
TEST_10_4 = (
        ("А) Ізольовані кліщі.", False),
        ("Б) Покажчики напруги", False),
        ("В) Слюсарно-монтажний інструмент з ізольованим покриттям.", False),
        ("Г) Діелектричні рукавички.", True),
        ("Д)  Сигналізатори напруги.", False)
    )
TEST_10_5 = (
        ("А) Будівельні і виробничі металеві конструкції.", False),
        ("Б) Стаціонарно прокладені трубопроводи всіх призначень.", True),
        ("В) Металеві корпуси технологічного обладнання.", False),
        ("Г) Підкранові і залізничні рейки.", False),
        ("Д)  Відрізки металевих труб захисту кабелів місцях переходу крізь стіни.", False)
    )
TEST_10_6 = (
        ("А) Посилена ізоляція.", False),
        ("Б) Пристрій захисного вимкнення.", True),
        ("В) Захисне заземлення.", False),
        ("Г) Захисні оболонки.", False),
        ("Д) Бар’єри.", False)
)
TEST_10_7 = (
        ("А) Відстороняти від роботи членів бригади, які порушують правила.", False),
        ("Б) Визначати кількісний склад бригади.", True),
        ("В) Не допускати до роботи хворих працівників.", False),
        ("Г) Не допускати до роботи працівників в стані алкогольного сп’яніння.", False),
        ("Д)  Не допускати до роботи працівників в стані наркотичного сп’яніння.", False)
)
TEST_10_8 = (
        ("А) Оперативному, чи оперативно-ремонтному працівнику з групою 3..", True),
        ("Б) Двом оперативним працівникам з групою 4.", False),
        ("В) Двом оперативно-ремонтним  працівникам з групою 4.", False),
        ("Г) Двом працівникам з групою 3 і 2.", False),
        ("Д) Двом оперативно-ремонтним  працівникам з групою 4 і 3.", False)
)
TEST_10_9 = (
        ("А) Група 2 в електроустановках до 1000 В.", False),
        ("Б) Група 3 в електроустановках лише до 1000 В.", False),
        ("В) Група 3 в електроустановках усіх напруг.", True),
        ("Г) Група 4 в електроустановках усіх напруг.", False),
        ("Д) Група 4 в електроустановках понад 1000 В.", False)
)
TEST_10_10 = (
        ("А) «u».", False),
        ("Б) «i».", False),
        ("В) «p».", True),
        ("Г) «q».", False),
        ("Д) «d».", False)
)
TEST_11_1 = (
        ("А) 1 вдування, 5 натискувань.", True),
        (" Б) 2 вдування, 15 натискувань.", False),
        ("В) 4 вдування, 25 натискувань.", False),
        ("Г) 2 вдування, 10 натискувань.", False),
        ("Д) 3 вдування, 20 натискувань.", False)
)
TEST_11_2 = (
        ("А) Скачучи на правій нозі.", False),
        (" Б) Скачучи на лівій нозі.", False),
        ("В) Перекочуватися, витягнувши обидві руки уздовж тулуба.", False),
        ("Г) Короткими ковзкими кроками не відриваючи ступні одну від одної.", True),
        ("Д) Потрійним стрибком.", False)
)
TEST_11_3 = (
        ("А) Плакати і знаки безпеки.", False),
        (" Б) Покажчики напруги.", False),
        ("В) Стаціонарні заземлювальні ножі.", True),
        ("Г) Переносне заземлення.", False),
        ("Д)  Покажчики напруги для фазування.", False)
)
TEST_11_4 = (
        ("А) Провід голий, гнучкий, алюмінієвий.", False),
        ("Б) Провід ізольований, мідний.", False),
        ("В) Трос сталевий нержавіючий.", False),
        ("Г) Провід голий, гнучкий, мідний.", True),
        ("Д)  Провід алюмінієвий, голий.", False)
)
TEST_11_5 = (
        ("А) Наявність струмопровідної підлоги.", False),
        ("Б) Наявність хімічно-активного середовища (пари, гази, рідини).", True),
        ("В) Наявність струмопровідного пилу.", False),
        ("Г) Вологі приміщення, вологість яких більше 60 %, але менше 75 %.", False),
        ("""Д)  Наявність високої температури (температура постійно, або періодично більше 1 доби 
        перевищує 35  С).""", False)
)
TEST_11_6 = (
        ("А) Залежно від класу напруги ЛЕП.", False),
        ("Б) Така ж, як і для ЛЕП, що проходять по суші.", True),
        ("В) На відстань 10 м по обидві сторони від крайніх не відхилених проводів.", False),
        ("Г) На відстань 15 м по обидві сторони від крайніх не відхилених проводів.", False),
        ("Д)  На відстань 100 м по обидві сторони від крайніх не відхилених проводів.", False)
)
TEST_11_7 = (
        ("А) Виконання підготовчих робіт для випробування електрообладнання.", False),
        ("Б) Роз’єднання і з’єднання шин.", False),
        ("В) Охорона устаткування, яке випробовується.", False),
        ("Г) Випробування ізоляції роторів, якорів і кіл збудження електричних машин.", True),
        ("Д)  Роботи на опорі ПЛ, що виконуються за категорією «із зняттям напруги».", False)
)
TEST_11_8 = (
        ("А) Потужність трансформатора.", True),
        ("Б) Підстанційний номер трансформатора.", False),
        ("В) Дата наступного випробування.", False),
        ("Г) Дані, вказані в п.1 та п.2.", False),
        ("Д) Дані, вказані в п.1, п.2, п.3. ", False)
)
TEST_11_9 = (
        ("""А) Працівнику, що має 3-ю групу з електробезпеки, стоячи на дерев’яній драбині, 
        надійно прикріпившись стропом запобіжного паска до опори.""", False),
        ("""Б) Працівнику, що має 3-ю групу з електробезпеки, стоячи на кігтях (лазах),  
        надійно прикріпившись стропом запобіжного паска до опори, яка має заземлювальний спуск.""", False),
        ("""В) Одній особі, що має групу з електробезпеки не нижче 3, стоячи на кігтях (лазах),  
        надійно прикріпившись стропом запобіжного паска до опори.""", True),
        ("""Г) Двом працівникам: один з яких з групою 4, керує роботою, стоячи на землі, а другий з групою 3, 
        стоячи на кігтях (лазах), надійно прикріпившись стропом запобіжного паска до опори, виконує 
        роботи.""", False),
        ("""Д) Двом працівникам з групою 3: один з яких стоячи на драбині виконує вимірювання, а другий,  
        стоячи на землі, підстраховує і керує.""", False)
)
TEST_11_10 = (
        ("А) В разі незадовільних знань, показаних працівником.", False),
        ("Б) В разі закінчення терміну дії медичного огляду.", True),
        ("В) В разі заміни працівником посади.", False),
        ("Г) За відсутності місця для записів.", False),
        ("Д) В разі сильного забруднення.", False)
)
TEST_12_1 = (
        ("А) 10 вдування, 50 натискувань.", False),
        (" Б) 10 вдування, 60 натискувань.", True),
        ("В) 15 вдування, 60 натискувань.", False),
        ("Г) 10 вдування, 55 натискувань.", False),
        ("Д) 12 вдування, 60 натискувань.", False)
)
TEST_12_2 = (
        ("А) Побуріння шкіри.", False),
        ("Б) Почервоніння шкіри..", False),
        ("В) Поява водяних міхурів.", True),
        (" Г) Змертвіння поверхні та глибинних шарів шкіри.", False),
        ("Д) Обвуглення шкіри , враження тканин,  кісток.", False)
)
TEST_12_3 = (
        ("А) Штанги оперативні.", False),
        (" Б) Кліщі ізолювальні.", False),
        ("В) Штанги ізолювальні.", False),
        ("Г) Рукавички діелектричні.", False),
        ("Д)  Покажчики напруги, кліщі електровимірювальні.", True)
)
TEST_12_4 = (
        ("А) 20 %.", False),
        (" Б) 15%.", False),
        ("В) 10%.", False),
        ("Г) 5 %.", True),
        ("Д) 3 %.", False)
)
TEST_12_5 = (
        ("А) Вилучати стружку під час обертання шпинделя.", False),
        (" Б) Вимикати в разі заклинення рухомих частин.", True),
        ("В) Працювати із приставних драбин.", False),
        ("Г) Обробляти обмерзлі та мокрі деталі.", False),
        ("Д) Залишати без нагляду чи передавати особам, що не мають права з ним працювати.", False)
)
TEST_12_6 = (
        ("А) За 3 доби.", True),
        ("Б) За 8 діб.", False),
        ("В) За 12 діб.", False),
        ("Г) За 5 діб.", False),
        ("Д) За 10 діб", False)
)
TEST_12_7 = (
        ("А) Не дозволяється в будь яких випадках без виключень.", False),
        ("Б) Дозволяється в будь яких випадках.", True),
        ("""В) Дозволяється, за винятком випадків, коли висота конструкцій понад 5 м і роботи виконуються  
        працівниками з групою з електробезпеки нижче 3.""", False),
        ("Г) Дозволяється, за винятком випадків виконання робіт без зняття напруги.", False),
        ("""Д)  Дозволяється, якщо висота конструкції не перевищує 5 м і роботи виконуються працівниками 
        з групою з електробезпеки не нижче 3.""", False)
)
TEST_12_8 = (
        ("А) Раз в квартал.", False),
        ("Б) В період максимального навантаження.", False),
        ("В) В період найменшого навантаження.", False),
        ("Г) В терміни, вказані в п.1 та п.2.", False),
        ("Д) В терміни, вказані в п.2, п.3.", True)
)
TEST_12_9 = (
        ("А) Не дозволяється ні в яких випадках.", True),
        ("Б) Не нижче 2 м.", False),
        ("В) Не нижче 2,5 м.я.", False),
        ("Г) Не нижче 2,75 м.", False),
        ("Д) Не нижче 3 м.", False)
)
TEST_12_10 = (
        ("А) Вимірювання ізоляції мегомметром в електроустановках напругою понад 1000 В.", False),
        ("Б) Вимірювання електровимірювальними кліщами в електроустановках напругою до 1000 В.", True),
        ("В) Прокол кабелю напругою понад 1000 В проколювальним пристроєм.", False),
        ("Г) Накладення переносних заземлень в установках напругою понад 1000 В.", False),
        ("Д) Випробування ізоляції статора електричної машини.", False)
)
TEST_13_1 = (
        ("А) Зросту людини.", True),
        ("Б) Статі людини.", False),
        ("В) Віку людини.", False),
        ("Г) Стану шкіри.", False),
        ("Д) Частоти струму.", False)
)
TEST_13_2 = (
        ("А) Поява пульсу.", False),
        ("Б) Зменшення посиніння шкіри та слизових.", False),
        ("В) Поява самостійного дихання.", False),
        ("Г) Звуження зіниць.", False),
        ("Д) Шкіра слизової оболонки стала синюшно-фіолетова.", True)
)
TEST_13_3 = (
        ("А) Сукупність заземлювача і заземлювальних провідників.", False),
        ("""Б) Навмисне електричне приєднання металевих частин будь якої електроустановки  
        чи частини іншої установки до заземлювального пристрою.""", True),
        ("""В) Навмисне приєднання частин електроустановки, що нормально не знаходиться  
        під напругою до глухо заземленої нейтралі генератора чи трансформатора.""", False),
        ("""Г) Випадкове з’єднання частин електроустановки, що знаходиться під напругою, із конструкціями, 
        не ізольованими від землі.""", False),
        ("""Д) Випадкове з’єднання частин електроустановки, що знаходиться під напругою, 
        безпосередньо із землею.""",
         False)
)
TEST_13_4 = (
        ("А) Для захисту людей, які працюють на вимкнених струмовідних частинах.", False),
        ("Б) Для захисту машин і механізмів від дії електричного струму.", False),
        ("В) Для захисту людей в разі помилкової подачі напруги на робоче місце.", True),
        ("Г) Для термінового вимкнення повітряної лінії.", False),
        ("Д) Для захисту людей від наведеної напруги.", False)
)
TEST_13_5 = (
        ("А) Електроінструмент.", False),
        ("Б) Кабелі-подовжувачі.", False),
        ("В) Роздільні трансформатори безпеки та знижувальні трансформатори.", False),
        ("Г) Зварювальні трансформатори, перетворювачі струму.", True),
        ("Д) Переносні світильники.", False)
)
TEST_13_6 = (
        ("А) Працівники, що не пройшли чергової перевірки знань з електробезпеки.", False),
        ("Б) Працівники, що припустилися порушень вимог правил, без позачергової перевірки знань.", False),
        ("В) Працівники, що не пройшли черговий інструктаж з охорони праці.", False),
        ("Г) Працівники, що не пройшли періодичний медогляд.", False),
        ("Д) Працівники, які не виконали розпорядження, що не відповідає вимогам правил.", True)
)
TEST_13_7 = (
        ("А) Число нарядів і кількість бригад визначає працівник, який видає наряд керівнику робіт.", False),
        ("Б) Число нарядів визначається кількістю приєднань, на яких працюватиме бригада.", False),
        ("В) Наряд виписують на одного керівника робіт з однією бригадою.", True),
        ("Г) Не більше двох нарядів для виконання робіт однією бригадою.", False),
        ("Д)  Один наряд на дві бригади, що працюють в полі зору керівника робіт.", False)
)
TEST_13_8 = (
        ("А) Коефіцієнт трансформації трансформаторів не повинні відрізнятись більше ніж на 0,5%.", False),
        ("Б) Напруги коротких замикань не повинні відрізнятись більше ніж 10 %.", False),
        ("В) Часові групи з’єднань повинні бути однакові.", False),
        ("Г) Потужності трансформаторів повинні співвідноситися не більше як 1/3.", False),
        ("Д) Система охолоджень трансформаторів повинні бути однакові.", True)
)
TEST_13_9 = (
        ("А) 42 В змінного і 60 В постійного струму.", False),
        ("Б) 24 В змінного і 110 В постійного струму.", False),
        ("В) 42 В змінного і 110 В постійного струму.", True),
        ("Г) 127 В змінного і 220 В постійного струму.", False),
        ("Д) 220 В змінного і 440 В постійного струму.", False)
)
TEST_13_10 = (
        ("""А) Дотик працюючого з застосуванням ізолюючих засобів до ізоляторів електроустановки,  
        що знаходиться під напругою.""", False),
        ("""Б) Виконання робіт біля неогороджених струмовідних частин, що знаходяться позаду працюючого 
        чи з двох сторін.""", True),
        ("""В) Виконання робіт в електроустановках з ізолюванням працюючого від землі у відповідності 
        зі спеціальними інструкціями, або технологічними картами.""", False),
        ("Г) Виконання робіт в електроустановках під напругою з застосуванням засобів захисту для ВРПН.", False),
        ("""Д) Наближення працівником до струмовідних частин на відстань, яка визначається довжиною 
         ізольованої частини електровимірювальних кліщів.""", False)
)
TEST_14_1 = (
        ("А) Промити рану теплою водою і змастити маззю.", False),
        ("""Б) Видалити з рани кров’яні згустки, пісок, землю, залляти рану розчином йоду  
        і накласти пов’язку із індивідуального пакету.""", False),
        ("В) Промити рану розчином йоду, накласти вату і заклеїти пластиром.", False),
        ("Г) Промити рану розчином йоду, і замотати ізоляційною чи липкою стрічкою.", False),
        ("""Д) Очистити від бруду і змастити розчином йоду шкіру навколо рани та накласти пов’язку  
        з чистої тканини чи індивідуального пакету.""", True)
)
TEST_14_2 = (
        ("А) Впродовж 20-25 хвилин від початку.", True),
        (" Б) Впродовж 50 хвилин від початку.", False),
        ("В) Впродовж 60 хвилин від початку.", False),
        ("Г) Впродовж 45 хвилин від початку.", False),
        ("Д) До появи трупних плям.", False)
)
TEST_14_3 = (
        ("А) Негайно направити на ремонт, після чого направити на випробування.", False),
        (" Б) Повідомити свого безпосереднього керівника і негайно відправити на випробування.", False),
        ("""В) Вилучити з експлуатації, довести до відома власника засобів, зробити запис 
         в журналі обліку і утримання захисних засобів.""", True),
        ("Г) Виконати позачергове випробування.", False),
        ("Д) Повідомити керівника (власника) підприємства.", False)
)
TEST_14_4 = (
        ("А) 25 мм; 16 мм; 10 мм.", False),
        (" Б) 10 мм; 6 мм; 4 мм.", False),
        ("В) 16 мм; 10 мм; 4 мм.", True),
        ("Г) 4 мм; 2,5 мм; 1,5 мм.", False),
        ("Д) 6 мм; 4 мм; 2,5 мм.", False)
)
TEST_14_5 = (
        ("""А) Всі деталі, які перебувають під напругою, мають подвійну ізоляцію,  
        а металевий корпус приєднаний дозахисних контактів штепсельної вилки.""", False),
        ("""Б) Всі деталі, які перебувають під напругою, мають посилену ізоляцію, 
         а штепсельна вилка має захисні контакти.""", False),
        ("""В) Всі деталі, які перебувають під напругою, мають основну ізоляцію, 
         а штепсельна вилка не має захисних контактів.""", False),
        ("""Г) Всі деталі, які перебувають під напругою, мають подвійну чи посилену ізоляцію  
        або корпус  із ізоляційного матеріалу, штепсельна вилка не має захисних контактів.""", True),
        ("""Д) Електроінструмент, у якого ні внутрішні, ні зовнішні кола не перебувають 
         під напругою понад 42 В і який має пластмасовий корпус.""", False)
)
TEST_14_6 = (
        ("А) Застосування спеціальної конструкції.", False),
        (" Б) Застосування ізоляції обмоток рівносильної подвійній.", False),
        ("В) Випробування ізоляції підвищеною напругою.", False),
        ("Г) Заземлення одного із виводів вторинної обмотки.", True),
        ("Д) Періодичний контроль якості ізоляції.", False)
)
TEST_14_7 = (
        ("А) Один працівник..", False),
        ("Б) Два працівники, не враховуючи керівника робіт.", False),
        ("В) Два працівники, враховуючи керівника робіт.", True),
        ("Г) Три працівники, не враховуючи наглядача.", False),
        ("Д) Два працівники, не враховуючи наглядача.", False)
)
TEST_14_8 = (
        ("А) Сильний нерівномірний шум та потріскування в середині.", False),
        ("Б) Ненормальне і зростаюче нагрівання за нормальних навантаження і охолодження.", False),
        ("В) Викид оливи із розширювача, або розрив діафрагми викидної труби.", False),
        ("Г) Пониження рівня оливи до нижньої температурної відмітки.", False),
        ("Д) В разі негативних результатів лабораторного аналізу оливи.", True)
)
TEST_14_9 = (
        ("А) Линвою, протягненою уздовж кабельної траншеї.", False),
        ("Б) Мотузкою, протягненою уздовж кабельної траншеї, на якій закріплено плакат «Стій, Напруга».", False),
        ("""В) Спеціальним коробом з однією знімною стінкою, що закріплюється без застосування цвяхів,  
        на якому вивішено плакат «Стій, Напруга».""", True),
        ("Г). Спеціального захисту не потрібно.", False),
        ("""Д) Гумовим діелектричним килимом бензиностійкого виконання, 
        оберненим рифленою стороною до муфти.""", False)
)
TEST_14_10 = (
        ("А) Шиною на ізоляторах.", False),
        ("Б) Жилою кабелю.", False),
        ("В) Жилою проводу.", True),
        ("Г) Свинцевою оболонкою кабелю.", False),
        ("Д) Алюмінієвою оболонкою кабелю.", False)
)

TEST_15_1 = (
        ("А) 5 мА", False),
        ("Б) 8 мА", False),
        ("В) 10 мА ", False),
        ("Г) 16 мА", False),
        (" Д) 20 мА ", True)
)
TEST_15_2 = (
        ("""А) Промити уражені місця значною кількістю води і прикласти 
        примочку(пов’язку) з розчину питної соди.""",
         True),
        ("Б) Промити уражені місця значною кількістю води і змастити уражену дільницю шкіри вазеліном.", False),
        ("""В) Промити уражені місця значною кількістю води і прикласти примочку 
         із розчину борної кислоти ( 0,5 чайної ложки на склянку води).""", False),
        ("Г) Не доторкуючись руками  до місця враження, накласти суху пов’язку.", False),
        ("""Д) Змастити уражену дільницю шкіри вазеліном і направити потерпілого 
        в лікувально-профілактичний заклад.""",
         False)
)
TEST_15_3 = (
        ("А) Очистити від пилу.", False),
        ("Б) Промити чистою водою.", True),
        ("В) Провірити на штампі термін придатності.", False),
        ("Г) Провірити відсутність механічних пошкоджень.", False),
        (" Д) Провірити справність.", False)
)
TEST_15_4 = (
        ("А) Економічною густиною струму в проводі.", False),
        ("Б) Мінімальною вартістю матеріальних затрат для виготовлення.", False),
        ("В) Термічною стійкістю при коротких замиканнях.", True),
        ("Г) Наявністю підручних матеріалів.", False),
        (" Д) Механічною міцністю матеріалу проводу.", False)
)
TEST_15_5 = (
        ("А)  Двома гнучкими ізольованими проводами.", False),
        ("Б)  Двожильним шланговим кабелем.", False),
        ("В)  Трижильним гнучким шланговим кабелем.", True),
        ("Г)  Двома ізольованими проводами і стальним проводом діаметром не менше 5 мм.", False),
        (" Д) Трьома мідними гнучкими ізольованими проводами перерізом  не менше за 6 мм.", False)
)
TEST_15_6 = (
        ("А)  Основна ізоляція.", True),
        ("Б)  Додаткова ізоляція.", False),
        ("В)  Робоча ізоляція.", False),
        ("Г)  Посилена  ізоляція.", False),
        ("Д) Подвійна ізоляція.", False)
)
TEST_15_7 = (
        ("А)  Ремонтному працівнику з групою з електробезпеки 4, за нарядом.", False),
        ("Б)  Оперативному працівнику з групою з електробезпеки 4, в порядку поточної експлуатації.", False),
        ("В)  Оперативному працівнику з групою з електробезпеки 3, за нарядом.", False),
        ("Г)  Двом навченим цьому працівникам  один з яких має групу з електробезпеки 4, за нарядом.", False),
        ("Д) Двом навченим цьому працівникам  один з яких має групу з електробезпеки 3, за розпорядженням.", True)
)
TEST_15_8 = (
        ("А)  Поява диму чи вогню із електродвигуна.", False),
        ("Б)  Підвищена вібрація та шум електродвигуна", False),
        ("В)  Надмірне нагрівання підшипників.", False),
        ("Г)  Щезання напруги в мережі.", True),
        ("Д) Значне зниження частоти обертання, що супроводжується швидким нагріванням.", False)
)
TEST_15_9 = (
        ("А)  Дозволяється в електроустановках без постійного оперативного персоналу.", False),
        ("""Б)  З дозволу допускача на підготовлене робоче місце, якщо йому це доручено записом  
        в рядку наряду «Окремі вказівки».""", True),
        ("В)  Дозволяється при наявності в керівника робіт групи з електробезпеки 5.", False),
        ("Г)  З дозволу старшого в зміні оперативного працівника.", False),
        ("Д) Не дозволяється ні в якому випадку.", False)
)
TEST_15_10 = (
        ("А)  Перевірка повітросушильних  фільтрів і заміна в них сорбенту.", False),
        ("Б)  Нагляд за сушінням тимчасово виведеного із схеми обладнання.", False),
        ("В)  Відновлення написів на кожухах і огородженнях.", False),
        ("Г)  Перевірка нагрівання контактів штангою.", True),
        ("Д) Догляд за щітками електродвигунів.", False)
)
