QUESTION_1_1 = """1).На який персонал поширюються «Правила безпечної експлуатації електроустановок споживачів»
( ПБЕЕС п.1.1.1)?"""
QUESTION_1_2 = """2).Які терміни періодичної перевірки знань електротехнічного персоналу , що безпосередньо 
обслуговує діючі електроустановки?"""
QUESTION_1_3 = """3).В якому випадку для перевірки відсутності напруги дозволяється застосовувати контрольні 
лампи?"""
QUESTION_1_4 = """4).Які захисні засоби необхідно застосовувати для захисту рук при перекладанні кабелів, 
що знаходяться під напругою?"""
QUESTION_1_5 = """5).З якою метою в електроустановках застосовуються  заземлювальні пристрої?"""
QUESTION_1_6 = """6).На який максимальний час може бути накладений джгут для припинення кровотечі при  
травмуванні працівника?"""
QUESTION_1_7 = """7).Напругою якої величини дозволяється живити переносні ручні електричні світильники під час 
виконання робіт за особливо несприятливих умов (в колодязях, тунелях, котлах, резервуарах)?"""
QUESTION_1_8 = """8).Яка періодичність оглядів інструменту з ізольованим покриттям?"""
QUESTION_1_9 = """9).Яку з названих робіт має право виконувати одноосібно електротехнічний персонал, що має 
другу групу з електробезпеки?"""
QUESTION_1_10 = """10).Кому з вказаних працівників дозволяється перевіряти відсутність напруги на приводах ПЛ 
напругою до 1000 В?"""
QUESTION_2_1 = """1).З якого віку допускаються працівники до самостійної роботи в електроустановках (ПТЕЕС п.2.4)?"""
QUESTION_2_2 = """2).Для якої мети призначений настій валеріани (валеріанові каплі), що знаходяться в аптечці 
на виробничих дільницях?"""
QUESTION_2_3 = """3).Яка періодичність оглядів діелектричних рукавичок (ПЕЕЗ п.40.1.1)?"""
QUESTION_2_4 = """4).Кому з вказаних осіб може бути надана  2-га група з електробезпеки (ПБЕЕС, додаток 1)?"""
QUESTION_2_5 = """5).Яку напругу слід застосовувати для живлення переносних електричних світильників для 
освітлення робочих місць в приміщеннях зі струмопровідною підлогою (ПБЕЕС п.6.7.40)?"""
QUESTION_2_6 = """6).Чи є всі члени бригади особами, відповідальними за безпечне виконання робіт (ПБЕЕС п.3.2.1)?"""
QUESTION_2_7 = """7).Чи потрібно перевіряти перед початком робіт відсутність напруги на електроустановці, якщо 
стаціонарні сигналізуючи пристрої вказують на її відсутність (ПБЕЕС п.4.4.9-4.4.10)?"""
QUESTION_2_8 = """8).В якому випадку забороняється підніматися на проміжну опору, якщо на ній закріплено менше, 
ніж …(ПБЕЕС п.6.1.5)?"""
QUESTION_2_9 = """9).Яка електроустановка вважається діючою (ПБЕЕС п.1.2) ?"""
QUESTION_2_10 = """10).Наявність чого з названого в приміщенні конденсаторної установки (КУ) не вимагається 
(ПТЕЕС п. 9.6)?"""
QUESTION_3_1 = "1).Який із названих опіків від дії електричного струму (дуги) відноситься до опіків другого ступеня?"
QUESTION_3_2 = """2).Для яких з вказаних електрозахисних засобів не встановлені терміни періодичних оглядів, 
а огляд виконується перед застосуванням у роботі?"""
QUESTION_3_3 = """3).Яка періодичність механічних експлуатаційних випробувань та норма статичного навантаження  
для запобіжних монтерських поясів і страхувальних канатів?"""
QUESTION_3_4 = """4).В електроустановках якої напруги на тимчасових огородженнях  при підготовці робочого місця 
вивішується плакат «Стій, напруга!»?"""
QUESTION_3_5 = """5).Чи дозволяється працівнику з 2-гою групою електробезпеки підніматися до верху опори ПЛ?"""
QUESTION_3_6 = """6).Чи дозволяється огляд діючих електроустановок  не електротехнічними працівниками 
та екскурси?"""
QUESTION_3_7 = """7).В якому порядку може бути подана знову напруга на діючу електроустановку після її раптового 
зникнення?"""
QUESTION_3_8 = """8).На підставі положення чи показання якого з названих пристроїв можна зробити висновок про 
відсутність напруги  на електроустановці?"""
QUESTION_3_9 = """9).В яких випадках дозволяється робити заміну запобіжників в електроустановках напругою 
до 1000 В під напругою?"""
QUESTION_3_10 = """10).Які дані про кожний конденсатор не обов’язково  вказувати в паспорті конденсаторної
установки?"""
QUESTION_4_1 = """1).Хто може бути допущений до роботи з електроінструментом  і переносними електричними 
машинами першого класу в приміщеннях з підвищеною небезпекою?"""
QUESTION_4_2 = """2).Яку напругу слід застосовувати для живлення переносних електричних світильників, що 
використовуються для освітлення робочих місць в приміщеннях, де є струмопровідний пил? """
QUESTION_4_3 = """3).Між якими елементами електроустановки напругою до 1000 В перед початком роботи  повинна 
виконуватись перевірка відсутності напруги?"""
QUESTION_4_4 = """4).Яка періодичність огляду покажчиків напруги до 1000 В?"""
QUESTION_4_5 = """5).В яких з названих випадків працівник, що має 2-гу групу з електробезпеки, може бути 
призначений наглядачем за безпечним виконанням робіт в електроустановках?"""
QUESTION_4_6 = """6).Які запобіжники дозволяється знімати і встановлювати під напругою і навантаженням в 
електроустановках напругою до 1000 В?"""
QUESTION_4_7 = """7).З якого віку дозволяється присвоєння працюючим групи з електробезпеки вище 2?"""
QUESTION_4_8 = """8).Який плакат і де повинен бути встановлений під час ремонту електродвигуна, з необхідністю  
дотику до його струмовідних чи обертових частин?"""
QUESTION_4_9 = """9).Хто може виконувати роботи без зняття напруги, на струмовідних частинах та поблизу них?"""
QUESTION_4_10 = """10).На якій мінімальній відстані від кабельної лінії дозволене виконання робіт 
землерийними машинами?"""
QUESTION_5_1 = """1).На яку відстань дозволяється наближатися до дерева, поваленого на проводи ПЛ напругою  
понад 1000В чи обірваного проводу? """
QUESTION_5_2 = """2).З якою метою застосовується нашатирний спирт, що має бути в аптечках на виробничих ділянках?"""
QUESTION_5_3 = """3).На які підгрупи розділяються електрозахисті засоби?"""
QUESTION_5_4 = """4).Яка періодичність медичних оглядів електротехнічних працівників, що виконують 
верхолазні роботи?"""
QUESTION_5_5 = """5).В якому з вказаних випадків живлення переносних світильників напругою до 42 В 
не допускається?"""
QUESTION_5_6 = """6).В якому з названих випадків можна робити висновок про відсутність на струмовідних частинах 
електроустановки напруги на підставі показань постійно ввімкнених щитових вольтметрів?"""
QUESTION_5_7 = """7).Які групи з електробезпеки повинні мати водій-кранівник вантажопідіймальної машини (крану) 
i стропальники для виконання робіт у ВРУ?"""
QUESTION_5_8 = """8).Який орган чи посадова особа затверджує перелік робіт, що виконуються в порядку поточної 
експлуатації?"""
QUESTION_5_9 = """9).Скільки осіб і з якою групою з електробезпеки можуть робити огляд ПЛ у важко прохідній  
місцевості чи за умов несприятливої погоди?"""
QUESTION_5_10 = """10). Які обов’язкові заходи безпеки необхідно вжити безпосередньо на робочому місці в 
електроустановках підстанцій і РУ для захисту працюючих на випадок подачі напруги 
до місця роботи від стороннього джерела чи наведеної напруги? """
QUESTION_6_1 = """1).На якій відстані від заземлювача на поверхні землі починається зона нульового потенціалу?"""
QUESTION_6_2 = """2).Які з названих електрозахисних засобів підлягають експлуатаційним електричним випробуванням? """
QUESTION_6_3 = """3).Яка з названих умов визначає приміщення як особливо небезпечне щодо небезпеки ураження 
електричним струмом?"""
QUESTION_6_4 = """4).Чи дозволяється виконувати ремонтно-відновлювальні роботи в охоронній зоні підземних  
кабельних ліній до прибуття на місце аварії представника енергопідприємства?"""
QUESTION_6_5 = """5).Яка з вказаних ознак не визначає діючу електроустановку?"""
QUESTION_6_6 = """6).Як вийти із ситуації, коли за необхідності виконання в електроустановках робіт на висоті з 
використанням алюмінієвої драбини, довжина її не достатня?"""
QUESTION_6_7 = """7).Від яких із названих чинників не залежить струмове навантаження на кабель чи провід?"""

QUESTION_6_8 = """8).Який із названих технічних способів захисту захищає від непрямого дотику?"""
QUESTION_6_9 = """9).Які з вказаних робіт може виконувати наглядач під час виконання робіт бригадою?"""
QUESTION_6_10 = """10).Які дії є не обов’язковими при виконанні робіт в електроустановках до 1000 В без зняття  
напруги на струмовідних частинах?"""
QUESTION_7_1 = """1).Як визначити наявність дихання у потерпілого?"""
QUESTION_7_2 = "2).Які характеристики електроінструменту не підлягають перевірці під час видання його працівнику?"
QUESTION_7_3 = """3).Які дерева дозволяється висаджувати в охоронних зонах електричних мереж?"""
QUESTION_7_4 = """4).Які з названих захисних засобів підлягають електричним експлуатаційним випробуванням  
раз на 36 місяців?"""
QUESTION_7_5 = """5).Вкажіть величини загального опору струму розтікання всіх повторних заземлень нульового   
проводу і опір кожного із окремих повторних заземлень ПЛ-0,4 кВ, відповідно, якщо питомий  
опір ґрунту не перевищує 100 Ом? """
QUESTION_7_6 = """6).На яку висоту дозволяється працівнику з третьою групою з електробезпеки підніматися на опору, 
якщо всі проводи на опорі перебувають «під напругою»?"""
QUESTION_7_7 = """7).Які з вказаних способів, засобів, заходів не убезпечують  електроустановки та їх 
експлуатацію?"""
QUESTION_7_8 = """8).Який із названих технічних способів захисту захищає від непрямого дотику?"""
QUESTION_7_9 = """9).Що з названого не контролює та за що не несе відповідальності наглядач?"""
QUESTION_7_10 = """10).Вкажіть, яким із наведених знаків позначається вид вибухозахисту 
«Вибухонебезпечна оболонка»?"""
QUESTION_8_1 = """1).Як визначити наявність дихання у потерпілого?"""
QUESTION_8_2 = """2).Які характеристики електроінструменту не підлягають перевірці під час видання його 
працівнику?"""
QUESTION_8_3 = """3).Які дерева дозволяється висаджувати в охоронних зонах електричних мереж?"""
QUESTION_8_4 = """4).Які з названих захисних засобів підлягають електричним експлуатаційним випробуванням  раз 
на 36 місяців?"""
QUESTION_8_5 = """5).Вкажіть величини загального опору струму розтікання всіх повторних заземлень нульового   
проводу і опір кожного із окремих повторних заземлень ПЛ-0,4 кВ, відповідно,  
якщо питомий опір ґрунту не  перевищує 100 Ом? """
QUESTION_8_6 = """6).На яку висоту дозволяється працівнику з третьою групою з електробезпеки підніматися на опору, 
якщо всі проводи на опорі перебувають «під напругою»?"""
QUESTION_8_7 = """7).Які з вказаних способів, засобів, заходів не убезпечують  електроустановки та їх 
експлуатацію?"""
QUESTION_8_8 = """8).Який із названих технічних способів захисту захищає від непрямого дотику?"""
QUESTION_8_9 = """9).Що з названого не контролює та за що не несе відповідальності наглядач?"""
QUESTION_8_10 = """10).Вкажіть, яким із наведених знаків позначається вид вибухозахисту 
«Вибухонебезпечна оболонка»?"""
QUESTION_9_1 = """1).Які з наведених ознак вказують на тепловий чи сонячний удар?"""
QUESTION_9_2 = """2).Які із наведених чинників не відносяться до таких, що негативно впливають 
на організм людини?"""
QUESTION_9_3 = """3).Яке із вказаного обладнання підлягає періодичній перевірці та вимірюванню опору ізоляції  
не рідше 1 разу на 12 місяців?"""
QUESTION_9_4 = """4).Які з названих захисних засобів підлягають електричним експлуатаційним випробуванням  
раз на 24 місяці?"""
QUESTION_9_5 = """5).Якої величини повинен бути опір заземлюючого пристрою до якого приєднують нейтраль генератора  
чи трансформатора в електроустановках напругою 380/220 В з глухо заземленою нейтраллю? """
QUESTION_9_6 = """6).В яких з вказаних випадків влаштування повторного заземлення нульового проводу ПЛ напругою 
380/220 В не є обов’язковим?"""
QUESTION_9_7 = """7).Який з вказаних заходів відноситься до організаційних?"""
QUESTION_9_8 = """8).Де потрібно встановлювати заземлення під час виконання робіт на проводах ПЛ в прольоті  
перетину з іншою ПЛ, яка перебуває під напругою?"""
QUESTION_9_9 = """9).Хто з вказаних відповідальних осіб відповідає за організацію і безпечне виконання робіт,
передбачених нарядом чи розпорядженням?"""
QUESTION_9_10 = """10).Вкажіть, яким із наведених знаків позначається вид вибухозахисту «Іскробезпечне 
електричне коло»?"""
QUESTION_10_1 = """1).Яке співвідношення вдувань і натискувань на грудину потерпілого при виконанні реанімаційних  
дій однією людиною?"""
QUESTION_10_2 = """2).Вкажіть, які з названих об’єктів не належать до електричних мереж , навколо яких правилами 
передбачено створення охоронних зон?"""
QUESTION_10_3 = """3).В якому місці захисного засобу, що складається із кількох частин, дозволяється наносити 
інвентарний номер?"""
QUESTION_10_4 = """4).Які з названих захисних засобів підлягають електричним експлуатаційним випробуванням  раз 
на 6 місяці?"""
QUESTION_10_5 = """5).Які із названих конструкцій і обладнання промислових підприємств не підлягають 
заземленню(зануленню) з метою зрівнювання потенціалів?"""
QUESTION_10_6 = """6).Який із вказаних технічних засобів одночасно захищає від ураження електричним струмом, 
як за прямого, так і за непрямого дотику?"""
QUESTION_10_7 = """7. Які з вказаних обов’язків не відносяться до обов’язків керівника робіт?"""
QUESTION_10_8 = """8).Кому дозволяють встановлювати і знімати заземлення в РУ напругою до 1000 В?"""
QUESTION_10_9 = """9).Яку групу з електробезпеки повинні мати електротехнічні працівники, що призначаються
наглядачами?"""
QUESTION_10_10 = """10).Вкажіть, яким із наведених знаків позначається вид вибухозахисту «Заповнення або  
продування оболонки захисним газом з надлишковим тиском»?"""
QUESTION_11_1 = """1).Яке співвідношення вдувань і натискувань на грудину потерпілого при виконанні  
реанімаційних дій двома  особами?"""
QUESTION_11_2 = """2).Як вийти із зони дії крокової напруги, не маючи діелектричного взуття?"""
QUESTION_11_3 = """3).Які з названих засобів, що виконують захисні функції, не відносяться до захисних засобів?"""
QUESTION_11_4 = """4. Які з вказаних конструктивних особливостей відносяться до переносного заземлення?"""
QUESTION_11_5 = """5).Які з названих умов визначають приміщення, як особливо небезпечне стосовно ураження 
електричним струмом?"""
QUESTION_11_6 = """6).Яка ширина охоронної зони уздовж переходів повітряної ЛЕП через несудноплавні водоймища  
(ріки, озера, ставки)?"""
QUESTION_11_7 = """7).Які з названих робіт не можуть бути доручені працівнику, який має групу з електробезпеки 2?"""
QUESTION_11_8 = """8).Які написи передбачаються на баках трифазних трансформаторів, багато трансформаторних 
підстанцій?"""
QUESTION_11_9 = """9).Кому з електротехнічних працівників дозволяється виконувати вимірювання на опорах ПЛ  
напругою до 1000 В?"""
QUESTION_11_10 = """10).В якому разі посвідчення про перевірку знань з електробезпеки може вилучатися керівником 
структурного підрозділу?"""
QUESTION_12_1 = """1).Скільки маніпуляцій необхідно виконати за 1 хвилину при реанімації (штучне дихання і  
закритий масаж серця) потерпілого?"""
QUESTION_12_2 = """2).Який із названий опіків відноситься до другого ступеню опіку?"""
QUESTION_12_3 = """3).Які з названих захисних засобів зберігають в футлярах, чохлах?"""
QUESTION_12_4 = """4).В разі розплавлення чи обривання якої кількості жил переносне заземлення вилучають 
із експлуатації?"""
QUESTION_12_5 = """5).Які із названих дій не забороняється виконувати під час роботи з електроінструментом?"""
QUESTION_12_6 = """6).За скільки днів до початку будівництва чи реконструкції будинків в охоронній зоні  
електричних мереж необхідно подати заявку в енергопідприємство для отримання дозволу?"""
QUESTION_12_7 = """7).У яких випадках працівник, що здійснює нагляд за членами бригади, які виконують 
верхолазні роботи або роботи на висоті на конструкціях електроустановок, може 
розташовуватися на землі?"""
QUESTION_12_8 = """8).В які терміни виконуються вимірювання навантаження силових трансформаторів?"""
QUESTION_12_9 = """9).На якій висоті від підлоги дозволяється відкрите прокладання транзитних кабелів та проводів 
через комори і складські приміщення?"""
QUESTION_12_10 = """10).Яку з вказаних робіт дозволяється робити одному працівнику з 3-ю групою електробезпеки?"""
QUESTION_13_1 = "1).Від яких із вказаних чинників опір тіла людини не залежить?"
QUESTION_13_2 = "2).Вкажіть ознаки неефективності непрямого масажу серця?"
QUESTION_13_3 = "3).Вкажіть точне визначення поняття «заземлення»?"
QUESTION_13_4 = """4).З якою метою застосовують в електроустановках спеціальне накидне переносне заземлення?"""
QUESTION_13_5 = """5).Яке з вказаного обладнання підлягає періодичній перевірці та вимірюванню опору ізоляції 
не рідше 1 разу на 12 місяців?"""
QUESTION_13_6 = "6).Вказати в якому із названих випадків працівники допускаються до роботи в електроустановках?"
QUESTION_13_7 = """7).Яка кількість нарядів і на скількох бригад дозволяється видавати одному керівнику робіт в 
електроустановках?"""
QUESTION_13_8 = "8).Які із наведених вимог не впливають на паралельну роботу двох силових трансформаторів?"
QUESTION_13_9 = """9).За якої мінімальної величини напруги стороннього джерела струму при роботі в 
електроустановках безпосередньо на робочому місці додатково встановлюється заземлення 
на струмовідних частини?"""
QUESTION_13_10 = "10).У якому з вказаних випадків допущене порушення вимог безпеки при роботі в електроустановках?"
QUESTION_14_1 = "1).Що необхідно зробити для надання першої допомоги при поранені?"
QUESTION_14_2 = """2).До яких пір потрібно виконувати реанімаційні заходи (штучне дихання і непрямий масаж серця), 
якщо ефективність їх не спостерігається, шкіра синюшно-фіолетова, зіниці розширені, пульс 
не прощупується?"""
QUESTION_14_3 = "3).Які дії необхідно виконати працівнику в разі виявлення непридатності засобів захисту?"
QUESTION_14_4 = """4).Який найменший переріз проводу переносного заземлення повинен бути у заземлень, які 
використовуються в електроустановках до 1000 В, в пересувних лабораторіях (майстернях), 
в випробувальних схемах, відповідно?"""
QUESTION_14_5 = "5).Які з вказаних конструктивних особливостей визначають електроінструмент класу 2?"
QUESTION_14_6 = """6).Який із названих заходів не застосовується в роздільному трансформаторі безпеки для захисту 
від  переходу первинної напруги на сторону вторинної?"""
QUESTION_14_7 = """7).Який може бути мінімальний кількісний склад бригади для виконання роботи в електроустановці 
за нарядом?"""
QUESTION_14_8 = """8).В якому із названих випадків негайне виведення силового трансформатора з роботи не є 
обов’язковим?"""
QUESTION_14_9 = "9).Якими засобами здійснюється захист відкритих муфт при ремонтних роботах на кабельних лініях?"
QUESTION_14_10 = """10).Яким чином не дозволено виконувати вивід робочого нульового провідника від нейтралі 
трансформатора (генератора)?"""
QUESTION_15_1 = "1).Вкажіть  середню величину  порогового невідпускаючого змінного струму для чоловіків?"
QUESTION_15_2 = "2).Які з вказаних дій виконують в разі хімічного опіку шкіри кислотою?"
QUESTION_15_3 = "3).Які з вказаних дій не виконують перед використанням захисних засобів персоналом?"
QUESTION_15_4 = """4).Яким з названих чинників визначають максимальну величину поперечного перерізу проводу 
переносних заземлень?"""
QUESTION_15_5 = """5).Яким чином приєднують однофазний пересувний зварювальний трансформатор 
до мережі живлення?"""
QUESTION_15_6 = "6).Яка із вказаних видів ізоляції є складовою частиною любого електрообладнання?"
QUESTION_15_7 = """7).Кому з електротехнічних працівників і за якою вказівкою дозволяється виконувати 
вимірювання мегомметром в електроустановках до 1000 В?"""
QUESTION_15_8 = """8).В якому із вказаних випадків негайне вимкнення електродвигуна, що живиться через магнітний 
пускач(контактор), не вимагається?"""
QUESTION_15_9 = """9).У яких випадках керівнику робіт дозволяється робити повторні допуски до роботи в наступні  
дні за тим же нарядом?"""
QUESTION_15_10 = """10).Які роботи не можуть виконуватися за розпорядженням одноосібно електротехнічними  
працівниками з третьою групою з електробезпеки?"""
